{
  "statistics": {
    "new": 249,
    "deleted": 34,
    "total": 249
  },
  "new": {
    "10465F7F7453": "(Perfect)",
    "670D911D7155": "Imaginary Spear Le Fey",
    "98EB3FF0B678": "Deals large P.DMG to all enemies in front. If 【Imaginary】 is applied to self, the damage of this skill is increased, and additionally deals large P.DMG to the enemy in front with the lowest P.DEF, and moderately recovers own TP.",
    "4CD4403B916C": "►If no [Imaginary Number]:\\n►Deals $1 P.DMG to enemies within range.\\n\\nIf [Imaginary Number] is applied:\\n►Deals $2 P.DMG to enemies within range.\\n►Deals $3 P.DMG to a single enemy.\\n►Recovers own TP by 150.",
    "E6582FA91B6C": "Decoded Snipe+",
    "80CE2E8D1D8E": "Queen’s Gambit",
    "683349CA287E": "Deals medium M.DMG to an enemy in front and slightly lowers their M.DEF. Repeats this effect three times, with the damage and M.DEF down effect increasing each time. Additionally, moderately boosts own M.ATK.",
    "27FBC0F6F801": "►Deals $1 M.DMG to a single enemy.\\n►Lowers a single enemy&apos;s M.DEF by $2.\\n►Deals $3 M.DMG to a single enemy.\\n►Lowers a single enemy&apos;s M.DEF by $4.\\n►Deals $5 M.DMG to a single enemy.\\n►Lowers a single enemy&apos;s M.DEF by $6.\\n►Boosts own M.ATK by $7.",
    "DBBF2E2DAAB3": "[Magic] An angelic princess in the back line who plays in harmony with her people. As she receives status up effects and accumulates [Ex Machina], her action pattern changes, demonstrating divine might through relentless bow attacks.",
    "D288DD1B6583": "Arrow-Thunder Night Heavens",
    "F208EAE61B48": "Deals massive M.DMG to an enemy in front twice, and moderately lowers their M.DEF.",
    "5BCC2F6DAAE2": "►Deals $1 M.DMG to a single enemy.\\n►Deals $2 M.DMG to a single enemy.\\n►Lowers a single enemy&apos;s M.DEF by $3.",
    "B3E01F60BD5D": "Sacred Mechanized Wings",
    "BDF3EFB5C500": "Massively boosts all allies’ M.ATK and slightly boosts their M.CRIT DMG. If [Ex Machina] is already at 60 at activation, the action pattern changes. The first time this skill is used after battle start, grants a state where self gains 1 stack of [Ex Machina] each time she receives a status up effect. [Ex Machina] can stack up to 60 times.",
    "5EC40A41B410": "►Boosts allies&apos; M.ATK by $1.\\n►Boosts allies&apos; M.CRIT DMG by 12％.\\n►Grants a state where each time self receives a stat-up effect, gain 1 [Ex Machina].",
    "D3C9BB3139DF": "Heavenly Thunder Allegro",
    "4C32A35655B4": "Deals large M.DMG to an enemy in front twice and slightly lowers their M.DEF. If [Ex Machina] is already at 60 at activation, the action pattern changes.",
    "C0EB373384B6": "►Deals $1 M.DMG to a single enemy.\\n►Deals $2 M.DMG to a single enemy.\\n►Lowers a single enemy&apos;s M.DEF by $3.",
    "55C2ED13A81F": "Sacred Armament: Activate",
    "813598E441A9": "Sacred Armament: Activate+",
    "007A2A88C0FB": "Consumes 10 stacks of [Ex Machina] to slightly boost all allies’ M.CRIT DMG and M.DMG. Additionally, greatly boosts own M.ATK and slightly recovers own TP. If [Ex Machina] is 10 or lower, the action pattern change is canceled.",
    "44FB74482EC1": "►Consumes 10 [Ex Machina].\\n►Boosts allies&apos; M.DMG dealt by 6％.\\n►Boosts allies&apos; M.CRIT DMG by 12％.\\n►Boosts own M.ATK by $1.\\n►Recovers own TP by 125.",
    "155FCDAF5048": "Consumes 10 stacks of [Ex Machina] to deal large M.DMG to an enemy in front twice and slightly lower their M.DEF. Additionally, greatly boosts own M.ATK and slightly recovers own TP. If [Ex Machina] is 10 or lower, the action pattern change is canceled.",
    "D8901714C9A6": "►Consumes 10 [Ex Machina].\\n►Deals $1 M.DMG to a single enemy.\\n►Deals $2 M.DMG to a single enemy.\\n►Lowers a single enemy&apos;s M.DEF by $3.\\n►Boosts own M.ATK by $4.\\n►Recovers own TP by 125.",
    "67C2018CF47D": "Gregory Origin",
    "B1C621745F2D": "Deals large M.DMG to all enemies in an area centered on an enemy in front, slightly lowers their M.DEF, and greatly lowers their P.ATK and M.ATK. If a Gregory summoned by Neneka (Alpha) is present among allies, the damage dealt is increased based on Gregory’s M.ATK, and additionally slightly lowers all enemies’ M.DEF.",
    "0C0DCC0AE5D7": "►Deals $1 M.DMG to enemies within range.\\n►Lowers enemies&apos; M.DEF within range by $2.\\n►Lowers enemies&apos; P.ATK and M.ATK within range by $3.\\n\\nIf [Gregor] is present:\\n►Lowers all enemies&apos; M.DEF by $4.",
    "A408A8ACBF83": "HP Absorption Down &amp; Recovery Down",
    "2BF8654B898D": "More than the sweets of Geo Theogonia,\\nI want to spend a sweeter night with you…",
    "A5130498BA71": "So, I send this filled with love.\\nAh, a love-filled k-k…",
    "0D607E58D21B": "K… k, k… I’m sorry.\\nI can’t act any further…!",
    "B2DD01989598": "Lylael, that was close~\\nBut I think it really had that Christmas devil vibe.",
    "5ADC10D820DB": "Let’s try again while keeping this momentum…!\\nJust a little more, and we should be able to stir everyone’s hearts!",
    "259753C01101": "I never imagined heart-throbbing training would be this intense…\\nIf possible, I’d like to ask for a change in lines…",
    "4239878FECE5": "Hmm… it would be a quote from a romance novel, but…\\n“Even teachers want to be spoiled sometimes… at least on Christmas night,”\\nhow about something like that…?",
    "2AE4D27A9957": "…I’m sorry, that’s a bit embarrassing too.",
    "FDE86CA5815E": "But if we don’t reclaim love with heart-pounding excitement as Christmas devils,\\nwe won’t be able to protect Christmas like this…",
    "ABE6CD216A4B": "That’s… true.\\nI’ll do my best once more, as a Christmas devil…!",
    "ABC45F2FB833": "Next time, “Love &amp; Punishment: A Christmas Delivered by Devils”",
    "65F230A0F33A": "But what exactly is a Christmas devil, anyway?\\nWasn’t Christmas supposed to be Santa Claus’s season…?",
    "BFC98B623867": "It seems this year is different…\\nLet’s steel ourselves and deliver love as Christmas devils♪",
    "CD282A4A3BB9": "…We were supposed to be here in Landsol on a goodwill visit…\\nHow did it end up like this…?\\nKnight, please help us, okay?",
    "646BF3BB09F0": "Lylael and Io transform into devils of the holy night!\\nTo protect everyone’s Christmas, a chaotic, love-filled Christmas begins!",
    "7D72152D1CFA": "QURIAAAAAA! ANEMONEEEEEEEEEE!",
    "07A7C59B1FC0": "Concerned about Pecorine’s condition, Creditta accepted a proposal from the mysterious creature HaniHani-chan and held the Landsol Expo. Princesses from other worlds were invited, filling the city with energy, but Pecorine—burdened by the backlash of the royal equipment and her sense of guilt—had still lost her appetite.",
    "6B4063CB4D71": "With the opening of the Landsol Expo, princesses from various nations are invited to Landsol to compete in their culinary skills. As {playername} and the others act as guides and tour each pavilion, a shadow watches them from afar.",
    "6677897CC7D0": "Bistro Princess was planned as a forceful measure to cure Pecorine’s loss of appetite. The princesses of each nation also agreed to participate, staking their national pride for the sake of their friend. On the day of the decisive battle, the completely packed stadium was engulfed in a frenzy of excitement.",
    "54B116656E86": "Just as the cooking showdown began, traps had been set within the food at the venue. Audience members and judges who tasted it lost their reason amid an abnormal surge of exhilaration. The mastermind behind the chaos was Melissa the Hellish Bee, one of the Six Calamities whom HaniHani-chan serves.",
    "DF7BDB409538": "The reason the audience collapsed was Melissa’s poison mixed into the food. Her goal was to destroy the walls between worlds and reign as the sole queen. With her despicable scheme, Violet fell victim, and the venue was plunged into an unprecedented despair.",
    "0E5CBF4BB62D": "Violet eats the dish imbued with her people’s feelings and awakens her true power together with her nation’s pride. With her newfound strength she overwhelms the enemy, but a cornered Melissa takes Pecorine hostage. {playername} and the others swear to rise again and make a temporary retreat.",
    "DD6E2882A185": "As Landsol sinks into terror at Melissa’s hands, the retreating {playername} and their allies discover that Violet’s awakening was caused by legendary ingredients. Seeking ingredients from across the worlds that hold the key to detoxification and renewal, the party sets out once more.",
    "FD1854D2E105": "Convinced that dishes made with legendary ingredients can neutralize the poison, {playername} and the others answer Melissa’s declaration of war. To rescue their captured comrades and Pecorine, the party begins its march toward the decisive battlefield—Landsol.",
    "EF5AD5A15689": "Just before the guardian knights are executed, Lylael and the others—having overcome the poison with legendary ingredients—arrive as reinforcements. Their comrades are freed, and the people rise up. To save the captured Pecorine, the counterattack of {playername} and the three princesses begins now.",
    "C3BE2DEF4D49": "—!",
    "4398C146A218": "Touched by the people’s pride as they stand against the monster horde, Lylael and Nefi-Nera achieve their true awakenings as well. The three awakened princesses fight together and wipe out the enemy, but the rampaging Melissa attempts to flee into the sky—when, astonishingly, the escaped Pecorine appears.",
    "1B764F11B893": "In the defiled lands of purgatory, the hearts of the common folk shine brightest. To protect them is my duty; whatever hardships may await, my unwavering pride shall not be shaken.",
    "B060D9A1227E": "The harmony woven by diverse flavors—that is our nation’s pride. And if anyone seeks to disrupt it, I will not be gentle.",
    "73E6EA47D2AA": "Sarasaria&apos;s Misorampha★",
    "AD47C3A9D70F": "Hmm… power that far exceeds one’s vessel…\\nTo desire strength beyond what you can bear\\nis even more unmanageable than a babe yearning for the moon.",
    "3FB0EF06B8A5": "Guest Names",
    "DBE21A14B8B8": "Fortune-Bursting Traveling Bistro: $1",
    "92D14D6BE658": "It seems that lately, the people of Geo Theogonia have been learning about the culture of “aesthetic appeal” through exchanges with Landsol. Not just enjoying the taste, but sharing joy with friends through sweets—that, apparently, is the real charm.",
    "FC2E0259714F": "Let’s try making some “Instagrammable” sweets ourselves. We’ll aim for sweets that make time spent with friends even more fun♪",
    "65FD754225E9": "Pant… huff… w-what an incredible sweet! A must-share, cutting-edge look with the trendiest taste! Right now, I’m basically… a top-tier school-caste girl!",
    "4E1E3719943E": "Such overwhelming bliss…! Not only does it look amazing, but just eating it feels like dreams come true… Club president, isn’t this a huge invention!?",
    "69F9ADB0E431": "…Ah! I’m sorry, my social skills went out of control and I said something nonsensical… That was just a hallucination—no, a dream—shown by the aesthetic sweets.",
    "9D7CAE86DF00": "In reality, even if a loner like me pretends to be outgoing, it’s still just a dream. But… it was a happy dream. If I immerse myself in it, I can avert my eyes from reality…",
    "906256E7AFF9": "But Aoi has a friend—Croce, doesn’t she? Lately, she talks about you quite often.",
    "16683321ECA1": "You called, so here I am—Aoi’s best friend, Croce! Actually, my eating-related functions have been upgraded♪ That means I can enjoy sweets together with you now, Aoi!",
    "44DFF210B7D7": "Th-then it’s okay if we eat Lylael’s sweets together…!? Hehehe… hehehe… Even someone like me can finally join the ranks of the socially fulfilled, right!?",
    "5171A560F45B": "Yes! First, we need to go have Grandpa Popo change my body! Let’s head out right away!",
    "AC2746727F42": "Ah, wait, wait, wait—that way of holding me gives me a bad feeling! My clothes are going to tear again—this time physically—!!",
    "04483095543E": "Today’s menu is fried sweets. When dough rich with flour and butter is fried in sweet sugar-palm oil, it becomes a treat with a crisp texture and a simple sweetness you’ll get addicted to.",
    "02AE393C7325": "With just one bite, a nostalgic, gentle feeling spreads… Let’s serve everyone a classic sweet that wraps children and adults alike in happiness.",
    "727170E98066": "Hah… I feel like I’m dreaming, even seeing visions. The gentle sweetness makes my body feel light and fluffy, and my heart’s still pounding…",
    "1029FE02AEAC": "It was just a moment, but it felt like my body and soul traveled to a fairytale world. As expected of Lylael—such truly magical, happy sweets♪",
    "A43D27FD4035": "I’m glad you enjoyed them. Hearing that from Princess Maho makes me happy too.",
    "D540CD8C4D2E": "The people of the MahoMaho Kingdom will surely love this taste too♪ Let’s take some to everyone right now.",
    "CBEB5BAA9568": "And then… last time we only talked about the MahoMaho Kingdom, but may I invite you to our castle, Lylael?",
    "653219118D31": "The entire nation will welcome you. I’m sure you’ll come to love the MahoMaho Kingdom too♪",
    "A62847B2198A": "Oh, I would love that. But where exactly is the MahoMaho Kingdom located?",
    "6CFD2DAE00B2": "Ufufu, that’s something to enjoy once we get there… Then let’s invite you to the MahoMaho Kingdom right now♪",
    "C148A6ABD910": "Eh, right now? But I still have sweets to make here…",
    "1A6EAB68AE10": "Arthur, Gawain, Lancelot—start preparing at once. Prince, please help out too♪",
    "ADC71F827A62": "Prince…? Knight, just who exactly are you…?",
    "16311602A00A": "Now, now, leave it to me♪ Off we go—Miracle Maho-rin Kururin-pa~♪",
    "3B508E826B0E": "Geo Theogonia’s specialties aren’t just sweet desserts.\\nThis fizzy cream has a popping texture that bursts in your mouth.\\nThis time, let’s use it to make some exciting sweets.",
    "854FB43625D8": "I used to dislike fizzy textures and avoided them myself…\\nBut lately I’ve come to appreciate their appeal.\\nLet’s enjoy a more mature flavor together.",
    "ADCAE9372CAD": "I-I think I just made a strange noise…\\nBut that’s how delicious this cream puff is!",
    "21770A430012": "The刺激 as it goes down your throat is like drinking fizzy malt…!\\nAnd the rich, full-bodied cream gives real satisfaction!\\nAfter the fizz fades, the sweetness spreads through your mouth… I’m hooked!",
    "85AC5EE1C20B": "This could change the whole idea of “a beer after work”!\\nSweet things at a party are taboo? No, not at all!",
    "7A95DA8AEBD5": "A tired worker’s brain\\nis always craving sugar and fizzy malt!!",
    "0D93F15FB696": "Ahh, I’m feeling great… Hey, can I have seconds?\\nI’m not worrying about calories or tomorrow today!",
    "4A65951DD434": "I wanna get totally woozy~\\nand completely out of it~!\\nPleeease! Ehehehehe~♪",
    "20A01960E439": "Of course, please help yourself.\\nSeeing you enjoy it this much is the greatest reward for a cook.",
    "03854C6FF834": "…Though I didn’t use any ingredients that would cause that…\\nPerhaps it’s all in the mind.\\nFood truly is a profound thing.",
    "0974E08C7A0B": "Geo Theogonia has a great variety of sweets.\\nNot just wild ones—making them yourself has its own charm.\\nI often enjoy making sweets like this, too.",
    "A68C6D3248FF": "They’re very popular with visitors from other worlds as well.\\nNot just the taste, but the cute appearance wins people over.\\nCome, Knight—please help with the hospitality.",
    "1DBD1213FDD4": "Hah… hah… I couldn’t help making a sound…\\nIt’s delicious and cute… I’ve never had anything like this…",
    "A06F75002B82": "Ah, geez… You saw a side of me that’s not like me at all…\\nI never expected you to be here too,\\nThis is so awkward…",
    "68039B02131B": "Hehe, did you like it?\\nIt’s one of Geo Theogonia’s finest cute sweets.\\nIt’s only natural it would make you gasp.",
    "32105784BC8D": "Absolutely flawless.\\nNot just the looks, but the taste and texture are all adorable too—\\nThat’s unfair. Even I lost myself…",
    "09E235360A30": "So, um… about me getting carried away and making weird noises…\\nIf you could keep that just between us… I’d appreciate it…",
    "806552CA3395": "Yes, indeed, Knight.\\nI completely agree…♪",
    "9319998BD887": "T-That’s why!\\nI usually maintain a serious image!\\nSo please, I’m begging you—keep it secret!",
    "533FF3574D6B": "Tomo-chan, you were really cute.",
    "9DE87A7C8C47": "Survival of the fittest. The act of eating is nothing less than a battle where lives are wagered upon one another—\\nLeave an opening in your heart, and you will be defeated at once, ending up on the victor’s table.\\nSuch is the one absolute law of the purgatorial lands.",
    "A2D49124CFFC": "Even a fish upon the cutting board must not be underestimated.\\nLook away for but a moment, and it may bare its fangs.\\nEat this dish, and you will learn its meaning whether you wish to or not…",
    "75D8D3246035": "…Hah! W-What was that just now?\\nIt felt like my whole body was being sliced apart…\\nWas I seeing some kind of hallucination?",
    "CFA7255586B1": "Korokoro—\\nWhat you have just tasted is a dish made from a cutlassfish that dwells in Geo Gehenna.\\nIts blade remains sharp even in death, striking at those who consume it.",
    "34DD930778AB": "When one faces mortal danger, all senses are sharpened.\\nTaste is no exception… and thus this dish is considered exquisite,\\nfavored by fearless warriors who laugh in the face of death.",
    "8CA6F991E625": "It really was insanely good, but…\\nAre you saying it tasted that way because I was focused to the point of death?\\nThe world’s a big place—there really are unbelievable dishes out there…",
    "622B499BFD35": "With proper blade-removal preparation, it will not prove fatal, so please rest easy.\\nHowever, those of keen talent may unconsciously perceive the attacking sword aura\\nand see visions of the battlefield—just as Lady Luka did earlier.",
    "B850950AF10A": "Well, that’s not exactly reassuring.\\nEven if it was a vision, being cut down one-sidedly would disgrace a female samurai.\\nI’ll take another serving and settle the score.",
    "264053447830": "Splendid spirit indeed—however, we have run out of cutlassfish.\\nIf Lady Luka is amenable, you may go catch one yourself.\\nWe have all the fishing gear prepared here.",
    "F2AD8B4B039C": "No problem—I’m confident in my fishing skills too—\\nBut what’s that? Full-body armor Jun would love?\\nThat’s awfully heavy-duty for fishing gear…",
    "89ED74C77905": "The cutlassfish dwell within scorching lava flows erupting from the purgatorial earth.\\nApproach without preparation, and you will be reduced to charcoal merely by drawing near…\\nDo take care, korokoro—",
    "04F87F3732BE": "Just how wild is Geo Gehenna!?\\nBut a fisherman can’t resist a challenge…\\nYou’re coming with me—let’s go!",
    "80E5B456F0FC": "The monsters infesting Geo Gehenna are bizarre and endlessly diverse.\\nFor example, this one here—a massive bird that soars through the skies.\\nIts size is impressive, and its weight matches it.",
    "017CF69C1095": "It may not rival the Kaleid Phoenix, but capturing and eating it is no small feat.\\nThat said, the nourishment it provides is guaranteed.\\nThink of it as training alongside a meal.",
    "B3AB6AFA99E6": "…Hah!?\\nMy armor… i-is it intact…?\\nSorry—please ignore that…",
    "26F179BAA968": "Still, Geo Gehenna’s cuisine is astonishing.\\nA torrent of protein surges through the body; its oil-glossed surface looks as tough as rock,\\nyet is tender, filling and refining the flesh itself.",
    "67E8A965C770": "I am deeply impressed, Princess.\\nNever before have I eaten a dish that resonated so directly with my body,\\nmaking my very blood and flesh dance.",
    "D2E23B1730C7": "To receive praise from a warrior of your caliber makes all the effort worthwhile.\\nCome now, do not stop at a single bite.\\nThe Knight is watching with shining eyes, eager for this dish prepared with care.",
    "A4C7D9226EAB": "N-No!\\nI appreciate the thought, but I still have patrol duties at the venue!\\nPlease excuse me!!",
    "2B0650C12053": "What a pity.\\nLady Jun’s disheveled state would have been far too fine an entertainment\\nfor only a single viewing.",
    "D36A82243A06": "Purgatory, Geo Gehenna—its myriad monsters differ wildly in both strength and flavor.\\nThe meat of flame-clad beasts becomes fragrant depending on how it is seared.\\nAs for poisonous monsters, with proper preparation their flesh yields medicinal effects.",
    "237F1FC10350": "Now then, if all such meats were simmered together in a gently bubbling pot,\\nwhat manner of result would come to pass?\\nThe secrets of Geo Gehenna–style hotpot—pray, behold the finished dish.",
    "F1F38F2B8F50": "Hah… haa… fuu…\\nI got swept up by the unexpected turn of events… my body’s all flushed.\\nAnd my heart’s still racing, like after finishing an adventure novel.",
    "78C9E9C56E53": "Ah, it’s not that I’m feeling unwell.\\n…it’s just really delicious.",
    "CCD0104EBBBA": "So this is the taste of purgatorial monsters… a little spicy, and it feels good for the body.\\nI can see myself getting hooked.",
    "4D31BF97E1DC": "I am pleased that it resonated with Lady Shiori’s palate.\\nYet these monsters are but a mere fraction of purgatory’s delicacies.\\nIn its hidden realms lie countless monsters—and cuisines yet undiscovered.",
    "67CCB6A5288D": "There’s still so much in Geo Gehenna that I don’t know.\\nI really want to go there again!",
    "5F97CC2EC62D": "—Korokoro.\\nIf Lady Shiori so desires,\\nI shall guide you there at any time.",
    "105F8CE085B5": "Caverns of boiling magma, ancient ruins swirling with miasma, chaotic plains where spirits rage—\\nAll shall become a grand adventure yet unseen.\\nWe shall make all preparations; please come when ready.",
    "41BFA127A72D": "R-Really…?\\nPlease, I’d love that! I need to prepare lots of things…\\nFirst of all, I should start training my body.",
    "C3FAD7B5A3BA": "I’ll definitely become stronger!\\nStrong enough to venture into Geo Gehenna’s hidden regions…\\nCornelia, please train with me!",
    "F2B25AA919BB": "At a festive venue such as this, the hearts of the people naturally grow lively.\\nTo create a dish that delights all—young and old alike…\\nThat is indeed a vexing challenge.",
    "ECB8979C7F30": "Since stirring the hearts of all is exceedingly difficult,\\nwe shall first craft a dish to delight the innocent children.\\nWith the Knight’s help, it shall surely turn out delicious.",
    "955BC7CDEEDC": "Hah, hah… kuh kuh kuh…\\nIt surges… it surges…!\\nI can feel the dark magic hidden within me rising!",
    "9B139ED170DC": "With a single bite, juices gush forth like flowing blood…\\nWhat rests upon the tongue is not hellfire, but a gentle flame’s blessing.\\nThe mingling spice and savor form a truly forbidden feast!",
    "47FC63FDD7E2": "The fried batter’s so crispy and delicious—\\nN-No! A golden armor that lures people into gluttonous ruin!\\nAs expected of the ruler of purgatory… your skill is worthy of my recognition as an ally!",
    "45B28FD1AECE": "—Korokoro.\\nHow unexpected—such lavish praise.\\nI merely prepared it so that young children could eat it easily.",
    "D8EF6B04E10D": "Eh… c-children…?",
    "DDD2443559D2": "Indeed.\\nTo borrow your term…\\nYou might call it a “kids’ lunch,” perhaps?",
    "18CA8BABD18D": "Waaaaah!!!\\nD-Don’t look, Sigurd! Don’t look at me like this!!",
    "DFEDAF273D1C": "Come to think of it, there’s a dessert recipe Yukino taught me the other day…\\nI was thinking of trying to make it.\\nWould you mind lending me a hand, Knight?",
    "F7BC7EB1A433": "This recipe apparently has medicinal effects that are good for the throat.\\nBy adding an appropriate amount of ice from the Eternal Glacier, along with fruit, herbs, and sugar—",
    "0972CEC748AF": "…Ah.\\nW-What was that just now… a-ah, a-ah…♪\\nM-My throat feels better already…!",
    "7C7601DCD2AA": "The clear aroma of medicinal herbs fills the nose without being overpowering…\\nThe refined coolness harmonizes with a gentle sweetness,\\nLike a symphony… it feels as though even the spirits are rejoicing!",
    "C3B7D0361540": "Hehe, what a lovely singing voice.\\nIf this was of help to someone like you, Chika,\\nI’m sure Yukino would be happy as well.",
    "DEA038AD66FD": "~♪\\nAmazing… it feels like my vocal range has expanded compared to before!\\nNot just that—my volume and vibrato have improved so much too…!",
    "C3B51900BB74": "I want to recommend this to Nozomi, Tsumugi, and Ranpha too…\\nViolet, would it be all right if we all visited Geo Nivruhel sometime?\\nI’d love for everyone to try this frozen dessert.",
    "0FC83119A7AF": "I’m sure they’d love it♪\\nAnd then maybe Carmina and Ranpha could even do a live performance together!",
    "41FF47ACB053": "We’ve never performed in Geo Nivruhel before…\\nI’m sure the producer would agree!\\nI’ll go talk to them right away! Thank you for the meal!",
    "6F83A363EFB7": "I-I don’t think it was supposed to be that effective…\\nOh dear, things are getting bigger and bigger,\\nKnight…!",
    "180F6F37DF6F": "Geo Nivruhel is a land of silence, filled with the presence of death.\\nCompared to other worlds, it may seem like a lonely place,\\nFar removed from bustling streets and lively crowds.",
    "A16199A92D30": "But even in such a land, many forms of culture thrive.\\nSince this is such a rare opportunity,\\nI would like everyone to taste dishes that reflect the life of this world…",
    "DC880F242ACE": "…It’s truly delicious, yet vague and hazy, delicate and inscrutable…!\\nIt goes down the throat swiftly and gracefully like a fish in a clear stream,\\nYet the aftertaste fades so fleetingly it never allows you to grow intoxicated…",
    "F2CB0DC40FFA": "Only a faint trace remains on the tongue—yet the satisfaction is irresistible.\\nThe flavor changes with every bite, staying fresh and utterly addictive!\\nIt’s my first time having no clue whatsoever about the ingredients or method!!",
    "138A8E6D5FDD": "I’m truly honored that you enjoyed it.\\nIt’s a rare dish, even within Geo Nivruhel.\\nI recreated it from an old book in the archives of the Great Whale Castle…",
    "499BDCBDFF11": "Please, Princess of Geo Nivruhel.\\nWould you tell me what it’s made of?\\nThis is a business opportunity! It’s guaranteed to be a huge success!",
    "EDF82FBFF1BC": "Business…?\\nUm, you mean… selling this dish to someone?",
    "AF53A6F4348F": "Exactly! It would be a sensation in other worlds as well—guaranteed to be a hit!\\nPeople would be captivated by this mysterious cuisine, and before long,\\nGeo Nivruhel would be bustling with visitors!",
    "39991F9D5B04": "If Geo Nivruhel were to gain such liveliness,\\nI would be delighted as well.\\nHowever…",
    "F01D9E1054E5": "Is there some kind of problem?",
    "DD3680CADCDC": "The truth is… this dish changes in both flavor and appearance every time it’s made and eaten.\\nJust like the finished dish, the ingredients themselves keep changing.\\nReproducing it is extremely difficult, and providing it consistently is—",
    "1F40721E99CE": "Oh my, how wonderful!\\nA once-in-a-lifetime flavor—there could be no greater experiential value!",
    "CF64498B9088": "Come now, Violet, let’s start planning at once!\\nAs business partners spanning worlds!\\nThis is where we show our skills—oh-ho-ho-ho-ho!!",
    "63041524A6F3": "A-Awah… could it be that I’m being swept up into something outrageous…?\\nG-Grace, please help me…!",
    "B6795C107FCA": "Lately, there’s been a food gaining attention in Geo Nivruhel.\\nA sweet, jiggly dessert with an adorable appearance—\\nIt seems to be spreading among the people after a certain girl’s visit.",
    "E6F702143B09": "It’s called pudding… hehe, even the name is adorable.\\nI think I’ll try my hand at making it too.\\nKnight, as an expert, please help me.",
    "9883E1C26B20": "This thing’s pudding! It was sweet and tasty and totally pudding!\\nIt looks completely different, but it’s still pudding…\\nIt was super jiggly!",
    "4808279C7B22": "It was so jiggly that even Miyako’s clothes… huh?\\n…Was that just my imagination?\\nBut I’m sure my clothes popped— it surprised me…",
    "1BB8FE2B1419": "Did something unusual happen when you ate it…?\\nThe ingredients were sourced in Landsol,\\nAnd when Grace taste-tested it, nothing seemed out of the ordinary…",
    "085F892CFB80": "Ah, that must be my own inadequacy.\\nI failed to live up to the Princess’s expectations\\nAnd missed my chance to crack a joke—how foolish of me. Oh dear.",
    "BB050945D726": "Grace, you were there!?\\nAnd even then, I wasn’t expecting you to play the fool…",
    "46897D88A5CF": "No, no, Princess. With top-tier wraith power,\\nIt’s only natural for a pudding’s impact to burst a garment or two.\\nRight, Miyako-senpai? As expected—respect.",
    "1CADAEDCD32A": "Hmm~? …That’s right, Miyako is amazing!\\nSo you should respect Miyako-senpai too!\\nProof of respect is more pudding! Make lots of it!",
    "D8D2FAAA5AD8": "U-Understood, Senpai…\\nI’ll prepare more right away.",
    "8F083611F673": "After that, Miyako continued demanding refills in the grip of her pudding cravings,\\nAnd the ingredients were depleted in no time.",
    "2B0794AB7406": "Today, a special blue fish has arrived from Geo Nivruhel.\\nAh, please don’t worry, Knight.\\nBy “blue fish,” I do not mean a zombie fish…",
    "66F56C2104FD": "This fish is highly nutritious, especially rich in components said to improve intelligence.\\nIt’s also drawing attention for its effect in slowing zombie progression.\\nRecommended for students as well—let’s grill it right away.",
    "597B35E43C02": "Hah… hah…\\nThis is… my first time experiencing something like this…\\nI can’t even stand anymore…",
    "57FF62A025D6": "The flesh is so fluffy—my hype’s through the roof~!\\nEven the skin, the bones, even the eyes…\\nThere’s nothing you’d throw away!",
    "1F1913AB68FE": "T-That’s good to hear…\\nThe eyeballs of this fish are rich in docosahexaenoic acid,\\nWhich is said to be good for the brain.",
    "656F519F1B48": "Seriously!?\\nSo my brain feeling all sharp right now is thanks to that…\\nAnta-gata docosa… hexa… stuff?\\nMaybe I could even become a teacher at this rate♪",
    "59BEF73178E3": "So here’s a question!\\n“What percent off is 30% off?” Answer me, Viole— huh?\\nWhat color is Violet again? Purple? Then answer, Sumipe♪",
    "5E0534554142": "Sumipe… me?\\nIt’s true that I also go by the name Sumire, but…\\n…Um, well. Isn’t 30% off… just 30% off…?",
    "B61A6C03139C": "Ooh~ amazing, that’s totally correct!!\\nCould it be that Sumipe is the smart type!?",
    "98A4FF1CE903": "Then hey, hey—let’s study together next time!\\nI’ll invite you to a family restaurant after school, okay~♪",
    "171AEE694843": "Ah… y-yes.\\nOka~y… indeed…",
    "3CC110EF8CE6": "The Princess Angel and Harmony",
    "AC9A30954F35": "I am truly grateful to everyone for working together. Even though there was the possibility of being attacked by monsters… hehe, I am so proud of my people.",
    "650FEAAA4052": "…Please forgive my people’s rudeness… I never imagined they would build a house for you, Knight… and even take the consideration to make it so I could live there too… but, um… I don’t mind, you know…?",
    "CF535AA41FB3": "If I could watch over the future of our country and people together with you… I’m sure it would be happiness. Please allow me to dream like that, just for now, Knight.",
    "D635183477BA": "Knight… you truly are a mysterious person. You stay by my side when I want you there, and when I need encouragement, you give me words that fill me with courage.",
    "BE8D70C9008C": "Allow me to once again express my gratitude. Thanks to the help you gave me, Knight, I was able to truly connect with Wurm. I am sincerely thankful.",
    "B6908C002C0A": "The moment you fed me that tart, Knight, I saw a hallucination where my clothes burst apart… surely that wasn’t magic that fulfilled your hidden desires… right?",
    "283229934EB6": "Hehe… I am a princess who represents her nation, and also one of “Pride,” so I won’t let things end with me on the receiving end. Be prepared, Knight—next time, it’s your turn♪",
    "08986A817B56": "Hehe, perhaps I’ve been getting a bit carried away as I spend more time with you. Maybe because my heart feels lighter, I’m floating just a little higher than usual♪",
    "2018BF8382E8": "But these feelings are genuine. Your presence and your words have supported me and given me courage. You—no one else but you, my beloved…",
    "589664687622": "If it were possible… I would like to keep making sweets for you forever from now on. Hehe, that might truly be called “prideful,” wouldn’t it?",
    "493957CA4E8C": "When you happily eat the sweets I carefully made from Geo Theogonia, my chest grows so warm… it makes me feel like I’m floating.",
    "3B26C1DAAC91": "Happy birthday. Please enjoy this cake made with plenty of fruit harvested in Geo Theogonia.",
    "E3EE8A79F146": "Next, I’d love to hold a “Geo Theogonia Expo.” The people would surely welcome it. I’ll put my heart into making sweets as well.",
    "BF79C806B8E4": "I do not like conflict, but when it becomes a contest bearing the fate of a nation, it’s another matter… yes, getting fired up isn’t for the prizes, certainly not…",
    "791012E2D7F6": "Having you by my side as I stand here as a princess makes me feel so reassured. It makes me wish… that we could always be together.",
    "E1837D5C3FF2": "The time when you eat my sweets is special to me—it makes me feel a little shy, and my heart starts pounding. Let’s keep it a secret from everyone, okay…?",
    "255EC301AAB6": "Interacting with princesses and chevaliers from other worlds was thrilling, even amidst the crisis. The same goes for交流 with the people of other nations.",
    "52FB834E40F8": "Today is a special day—your birthday, Knight. How about an aerial stroll together? I’ll give you the beautiful scenery of Geo Theogonia, just for you.",
    "C0B516AE2ED9": "Geo Theogonia—this world I love so dearly gives me strength. I will protect it from any enemy.",
    "FFA92E662E37": "My wings have become a little stiffer… but now I can fly swiftly, like Croce. Come, hold on, Knight.",
    "8BD87281E093": "I will not forgive anyone who threatens peace. As the princess of Geo Theogonia, I shall wield this power for everyone.",
    "F9B392F38C94": "If I were only arrogant, I would have ended up a naked princess… but because there are those who give me guidance, I can remain myself.",
    "0ED2FE73BBB3": "At times, I realize just how terribly prideful I am. I even find myself thinking of ways to keep you from leaving… Don’t worry, I won’t act on them… not yet, at least.",
    "CFC5E886C8F0": "UE 1 Growsphere Pack",
    "69FAB4C045E7": "Stamina Package",
    "3AC8C198545E": "Uma Musume &quot;The Game Awards 2025&quot; Award Commemoration ★3 Guaranteed Gacha Ticket =",
    "F02644730E12": "$1th Anniversary Countdown Log-in Bonus",
    "9542A2013E37": "Sheffy &amp; Quria",
    "9C60D3B528B5": "Let&apos;s see... I believe they introduced themselves to each other? clearly in a very unique way...",
    "4CE591883077": "YOU CANNOT! WAIT RIGHT THERE! PLEASE WAIT, RIA-SAN!---",
    "35921CAA21A8": "QURIA...!",
    "46A19EE2F88C": "RI..A...!",
    "C365882F954E": "A short time before Alshat abducted Quria and Wyrm...",
    "56CE444DDBAD": "However, they were assaulted by a horde of powerful monsters that erupted from beneath the island. Worse still, Quria was abducted by Alshat, leaving the group with no choice but to retreat to their campsite...",
    "D61D19B849D2": "When we received a call that the missing Quria had been found in Geo Gehenna... They rushed out in a panic. It might have been a trap, so perhaps we should have tried to stop them more forcefully...",
    "1E4FD958473D": "...Indeed, Lady Sheffy. Had we learned of my Lord&apos;s whereabouts, we would surely have acted the same way. That does not mean we are unconcerned for Lady Quria, of course...",
    "891325D624C4": "My Lord and Lady Quria... where did you take them? Answer us at once. We do not have time to spare. Depending on your response... a spanking may not be enough.",
    "D6C73DF4AA03": "──QURIA...!!",
    "B2A18F935B54": "Quria. When I was lonely. She was there. She gave me lots of food.",
    "4FA45C3FE25C": "Of course, that doesn&apos;t mean I&apos;m letting you free just yet. But I heard from Quria that you&apos;re good at cooking, Wakana-chan, correct?",
    "136EE52758B3": "Likewise, my name is Quria. As for us... Umm... I think it&apos;ll be faster for you to understand if you see us in another form...",
    "4497AA8352E4": "Lily-chan! Did you find Quria-chan?!",
    "0E8020E8FF5D": "Quria-chan...!",
    "2B2CDF6DE1CA": "...Lady Lily. You told us about the events that unfolded before we reached the throne room... That you fought Lady Quria and nearly perished yourself.",
    "93864903CAC7": "That&apos;s right. No matter how you look at it, the enemy who misled Quria is in the wrong. Besides...",
    "04BA84A3F4D4": "If you were to use the &quot;Resurrection Program&quot; that Labyrista-san gave you... I wonder if you&apos;d be able to return Quria-san&apos;s avatar to its original state.",
    "D4FA410828A2": "If the fire on the chest of this ice statue is a visual representation of one&apos;s soul, then Lady Quria&apos;s fire is smaller, less bright, and more depleted compared to the one Lady Sheffy&apos;s had.",
    "55BE35934824": "Excuse me, Lady Quria~",
    "0AE03C5CFC99": "...By touching her directly like this... I can feel it more clearly. Lady Quria&apos;s sorrowful heart. Strong regret... a self-blame so strong it feels like it is crushing me...",
    "F604AF3A950E": "Not only is Lady Quria&apos;s soul debilitated, but these negative emotions may be choking off her desire to be resurrected...",
    "FF6EF726103B": "Well, then... I heard from Geo Teogonia that Wyrm was also captured and put in the same condition as Quria. Which means, Lisa too...?",
    "A4039BE48EF7": "So even Lisa-san... has a royal equipment? Freyja-san has &quot;Ira(Wrath)&quot;, and the woman who kidnapped Quria also has one...",
    "9A98D0DCF3EB": "...Yeah. {playername}&apos;s back with us, after all. We&apos;ll also do something about Quria one way or another... All that&apos;s left is...",
    "E32C8E81EB0C": "Quria-chan&apos;s soul...?",
    "4F6A9869C3BD": "Lily, Quria...",
    "1A2094BA3508": "[Alter Maiden] scoops up a wild-looking goldfish with Gio Gehenna. While Lili and Quria are bewildered, Precia eats the goldfish on the spot, and the mistaken goldfish scooping spreads throughout Gio Gegena."
  },
  "deleted": {
    "BB838A7F_62802": "CLEAAAAAAR! ANEMONEEEEEEEEEE!",
    "040DA2D9_68070": "Fortune-Bursting Traveling Bistro: Kuuka",
    "52C3653B_68079": "Fortune-Bursting Traveling Bistro: Saren",
    "6F0667DA_68091": "Fortune-Bursting Traveling Bistro: Rino",
    "DCDBFE09_84199": "UE 1Growsphere Pack",
    "66DA657A_113115": "Sheffy Clear",
    "2D7F5D6F_113960": "Let&apos;s see... I believe they introduced themselves to each other? Qurialy in a very unique way...",
    "22C6A869_116073": "YOU CANNOT! WAIT RIGHT THERE! PLEASE WAIT, LEA-SAN!---",
    "ABF5B1CE_116074": "CLEAR...!",
    "4D2F4E6F_116075": "Lea...!",
    "59D910E7_116794": "A short time before Alshat abducted Clear and Wyrm...",
    "EB01FB6E_116891": "However, they were assaulted by a horde of powerful monsters that erupted from beneath the island. Worse still, Clear was abducted by Alshat, leaving the group with no choice but to retreat to their campsite...",
    "E16B4FBC_116893": "When we received a call that the missing Clear had been found in Geo Gehenna... They rushed out in a panic. It might have been a trap, so perhaps we should have tried to stop them more forcefully...",
    "D4A15588_116895": "...Indeed, Lady Sheffy. Had we learned of my Lord&apos;s whereabouts, we would surely have acted the same way. That does not mean we are unconcerned for Lady Clear, of course...",
    "189E7942_116950": "My Lord and Lady Clear... where did you take them? Answer us at once. We do not have time to spare. Depending on your response... a spanking may not be enough.",
    "04F66107_117022": "CLEAR...!!",
    "784E434F_117024": "Clear. When I was lonely. She was there. She gave me lots of food.",
    "3280B5C8_124111": "Of course, that doesn&apos;t mean I&apos;m letting you free just yet. But I heard from Clear that you&apos;re good at cooking, Wakana-chan, correct?",
    "108F44EC_124244": "Likewise, my name is Clear. As for us... Umm... I think it&apos;ll be faster for you to understand if you see us in another form...",
    "9EC9C842_131184": "Lily-chan! Did you find Clear-chan?!",
    "C091FE05_131190": "Clear-chan...!",
    "3B6EF43C_131195": "...Lady Lily. You told us about the events that unfolded before we reached the throne room... That you fought Lady Clear and nearly perished yourself.",
    "9F7980C1_131203": "That&apos;s right. No matter how you look at it, the enemy who misled Clear is in the wrong. Besides...",
    "17458C78_131205": "If you were to use the &quot;Resurrection Program&quot; that Labyrista-san gave you... I wonder if you&apos;d be able to return Clear-san&apos;s avatar to its original state.",
    "C3509D12_131209": "If the fire on the chest of this ice statue is a visual representation of one&apos;s soul, then Lady Clear&apos;s fire is smaller, less bright, and more depleted compared to the one Lady Sheffy&apos;s had.",
    "078D5FDF_131210": "Excuse me, Lady Clear~",
    "3AF2818B_131211": "...By touching her directly like this... I can feel it more clearly. Lady Clear&apos;s sorrowful heart. Strong regret... a self-blame so strong it feels like it is crushing me...",
    "F5323A22_131212": "Not only is Lady Clear&apos;s soul debilitated, but these negative emotions may be choking off her desire to be resurrected...",
    "DCA05AB4_131226": "Well, then... I heard from Geo Teogonia that Wyrm was also captured and put in the same condition as Clear. Which means, Lisa too...?",
    "48C3B1DE_131230": "So even Lisa-san... has a royal equipment? Freyja-san has &quot;Ira(Wrath)&quot;, and the woman who kidnapped Clear also has one...",
    "1F4BF08E_131251": "...Yeah. {playername}&apos;s back with us, after all. We&apos;ll also do something about Clear one way or another... All that&apos;s left is...",
    "6B8024FF_131267": "Clear-chan&apos;s soul...?",
    "0EAA0B2F_131271": "Lily, Clear...",
    "4430AFCA_172760": "[Alter Maiden] scoops up a wild-looking goldfish with Gio Gehenna. While Lili and Clear are bewildered, Precia eats the goldfish on the spot, and the mistaken goldfish scooping spreads throughout Gio Gegena."
  }
}